Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Heh. Having trouble over there?
pl: Heh. Macie tam kłopoty?

source: Heh. Look at you, you big softie.
pl: Heh. Popatrz tylko na siebie... Ale z ciebie mięczak.

source: Heh. Ma'am, you fiddled with so many things, I ended up hitting my max storage limit. I'll have to stop recording for now.
pl: Heh. Proszę pani, majstrowanie przy tylu opcjcach spowodowało, że skończyło się miejsce w pamięci. Będę musiał zakończyć proces nagrywania.

source: Heh. Nice work. Let's go find him.
pl: Heh. Dobra robota. Znajdźmy go.

source: Heh. She can say some pretty odd things in her sleep.
pl: Heh. Przez sen potrafi mówić różne dziwne rzeczy...

source: Heh. Straight to the point as always, 2B!
pl: Heh. 2B, w swoim żywiole... Od razu przechodzi do sedna!

source: Heh. That looks like fun. Whatcha doing?
pl: Heh, to wygląda zabawnie. Co porabiacie?

source: Heh. Usually we can't get NEAR flight units. They're way too expensive for us grunts.
pl: Ha! Zwykle nie możemy się nawet ZBLIŻYĆ do jednostek latających. Są zbyt kosztowne dla nas, trepów.

source: Heh. You don't let anything get in your way, do you?
pl: Haha. Nie pozwalasz, by cokolwiek ci przeszkodziło, czyż nie?

source: Heheh. Hope it wasn't too hard for you!
pl: Hehe. Mam nadzieję, że nie była dla ciebie ZBYT trudna?!

source: Heheh...
pl: Hehe...

source: Heheh... Talk about...bringing the battle to them...huh, 2B?
pl: Haha... Teraz to... im pokazałaś... co nie, 2B?

source: Hehehe, thank you.
pl: Hehehe, dziękuję.

source: Hehehe... Lookin' for a deal?
pl: Hehehe... Robimy interes?!

source: Hehehe... You lookin' for somethin'?
pl: Hehehe... Szukasz czegoś?

source: Hell
pl: Piekło

source: Hell, he could still be there for all I know. Lemme show you where it is.
pl: Cholera... Wydaje mi się, że on wciąż może tam być. Pozwól... Oto lokalizacja tego magazynu.

source: Hello again.
pl: Witaj ponownie.

source: Hello again. Did you manage to secure the tree sap?
pl: Witaj ponownie. Udało ci się zebrać żywicę?

source: Hello hello hello hello helloooooo!
pl: Witam, witam, witam, witam, witaaaaaam!

source: Hello hello hello! Ready to challenge me again?
pl: Witam, witam, witam! Gotów na kolejne wyzwanie?

source: Hello hello! Welcome to the amusement park!
pl: Witajcie, witajcie! Zapraszamy do naszego parku rozrywki!

source: Hello there! I'm kinda bored out of my mind over here, so how about swinging by the store? I've got some pretty good stuff on hand ...Er, probably. —Emil
pl: Hej, tam! Trochę mi się tu nudzi... Może wpadlibyście do mojego sklepu? Mam tu pod ręką całkiem dobry towar... W każdym razie, tak mi się wydaje... —Emil

source: Hello there! Er, so I was wondering if you might help me with a small project.
pl: Witajcie! Eee... Zastanawiałem się, czy mógłbyś mi pomóc przy takim "małym projekcie".

source: Hello there.
pl: Witaj.

source: Hello!
pl: Cześć!

source: Hello! This is the Resource Recovery Unit. Now activating defense mode!
pl: Witaj! Tutaj Jednostka Odzysku Zasobów. Aktywuję tryb obronny!

source: Hello! You're an android, are you not?
pl: Witaj! Jesteś androidem, zgadza się?

source: Hello, 9S. What's on your mind?
pl: Witaj, 9S. O czym myślisz?

source: Hello, <SARU_JAN>. Do you have a moment?
pl: Cześć, <SARU_JAN>. Masz chwilę?

source: Hello, A2.
pl: Witaj, A2.

source: Hello, and thank you for choosing Tower System Services!
pl: Witamy i dziękujemy za wybranie Usług Systemu Wieży!

source: Hello, androids.
pl: Witajcie, androidy.

source: Hello, can I help you?
pl: Dzień dobry, mogę w czymś pomóc?

source: Hello, can you hear me?
pl: Halo, słyszycie mnie?

source: Hello, everyone! Are you ready to rattle!?
pl: Witajcie, wszyscy! Gotowi na bitwę?!

source: Hello, my android friend. I can't believe I have to say this, but it seems my son has locked hims—
pl: Witaj, mój androidzki przyjacielu. Nie wierzę, że to mówię, ale wygląda na to, że mój syn się...

source: Hello.
pl: Witajcie.

source: Hello. Can we ask you a question?
pl: Cześć. Możemy zadać ci pytanie?

source: Hello. Do you know of a machine named <SARU_JAN> who lives in the village?
pl: Cześć. Znasz maszynę o imieniu <SARU_JAN>, która żyje w wiosce?

source: Hello. How are you?
pl: Witaj. Jak się masz?

source: Hello. How goes the mission?
pl: Witaj. Jak idzie misja?

source: Hello. Nice day we're having!
pl: Cześć. Ładny mamy dziś dzień!

source: Hello. Nothing to report from the village today.
pl: Witaj. Dzisiaj nic ciekawego się w wiosce nie działo.

source: Hello. You're with YoRHa, aren't you?
pl: Witaj. Jesteś z YoRHa, prawda?

source: Hello?
pl: Cześć?

source: Hello? Is anyone there? Is this thing even on? It's me, radio listeners! 24D! I'm an idol, remember? An idol! An idol an idol an idol an idol an idol an idol an idol an idol an idol an idol an idol an idol an idol an idol an
pl: Hej! Jest tam kto? Czy ten sprzęt w ogóle działa? To ja, radiosłuchacze! 24D! Jestem idolem, pamiętacie? Idolem! Idolem idolem idolem idolem idolem idolem idolem idolem idolem idolem idolem idolem idolem idolem

source: Hellooo? Anybody home in there?
pl: Haaalooo? Czy jest ktoś w domu?

source: Hellooooooo, Operator! How can I help you?
pl: Wiitaaaj, Operatorko! Jak mogę ci pomóc?

source: Help Father Servo train.
pl: Pomóż Ojcu Servo w treningu.

source: Help Pascal.
pl: Pomóż Pascalowi.

source: Help her out.
pl: Pomóż jej.

source: Help her recover her memories.
pl: Pomóż jej odzyskać wspomnienia.

source: Help her.
pl: Pomóż jej.

source: Help him out.
pl: Pomóż mu.

source: Help isn't coming.
pl: Pomoc nie przyjdzie.

source: Help me out, Pod.
pl: Pomóż mi, Podzie.

source: Help me, O God... Please, my God...
pl: Pomóż mi, Boże... Proszę, mój Boże...

source: Help me... Help me...
pl: Pomóż mi... Pomóż mi...

source: Help me... I'm scared...
pl: Pomóż... Boję się...

source: Help me...heLp mE...hElP...
pl: Pomóż mi... pOMóŻ Mi... PoMÓż...

source: Help out.
pl: Pomóż.

source: Help the Resistance member in the city ruins retrieve the plug-in chips with classified data. Secure the following items from the machine lifeforms:
pl: Pomóż członkowi Ruchu Oporu w ruinach miasta odzyskać czipy rozszerzeń z tajnymi danymi. Pozyskaj poniższe przedmioty z mechanicznych form życia:

source: Help the deserters.
pl: Pomóż dezerterom.

source: Help the man.
pl: Pomóż mężczyźnie.

source: Help the mother.
pl: Pomóż matce.

source: Help the parade.
pl: Pomóż uczestnikom parady.

source: Help the twins out.
pl: Pomóż bliźniaczkom.

source: Help the twins.
pl: Pomóż bliźniaczkom.

source: Help with the search.
pl: Pomóż w poszukiwaniach.

source: Help! Help me!
pl: Pomocy! Pomóżcie mi!

source: Help! Mom! Mommyyyyyy!
pl: Pomocy! Mamo! Maaamuuusiuuu!

source: Help, A2! The village is in great trouble!
pl: Pomóż nam, A2! Wioska ma poważne kłopoty!

source: Help... Please...
pl: Pomóż... Proszę...

source: Help...me...
pl: Pomóż... mi...

source: Help...me...!
pl: Pomóż... mi...!

source: Her balance sensors got damaged, so she gets motion sickness.
pl: Jej sensory równowagi zostały uszkodzone, więc ma chorobę lokomocyjną.

source: Her black box signal...disappeared.
pl: Sygnał jej czarnej skrzynki... zniknął.

source: Her cry pierces my very soul, if I can be said to have such a thing.
pl: Jej okrzyk przebija mi duszę, jeśli w ogóle mogę powiedzieć, że ją posiadam

source: Her explanations are comprehensive, so that works best.
pl: Jej wyjaśnienia są wyczerpujące, więc to działa najlepiej.

source: Her eyes are so red. But not completely. There's still a little of herself left.<bt_wait> And while it is...<bt_wait>
pl: Jej oczy są takie czerwone. Ale nie zupełnie. Wciąż jest tam odrobina jej samej.<bt_wait> I póki tak jest...<bt_wait>

source: Her heart's always been in the right place regardless, so I'm happy I stuck with it.
pl: Jej serce zawsze było w właściwym miejscu, więc cieszę się, że z nią zostałam.

source: Her life is in your hands...
pl: Jej życie jest w twoich rękach...

source: Her memories are contained in this sword.
pl: Wspomnienia 2B znajdują się w jej mieczu.

source: Her name's Accord, and she's the proprietor of this here business. I just tend to customers and keep all the repair devices humming.
pl: Nazywa się Accord i jest właścicielką tego interesu. Ja tylko obsługuję klientów i dbam o narzędzia służące do napraw.

source: Her shout makes me jump. Just a little—but enough for her to notice. Seeing that, her eyes suddenly open wide. </page>
pl: Jej krzyk sprawia, że podskakuję. Tylko trochę, ale wystarczająco, żeby zobaczyła. Widząc to, jej oczy nagle się szerzej otwierają. </page>

source: Here I am.<bt_wait> HERE I AM!<bt_wait> KILL ME!<bt_wait>
pl: Oto jestem.<bt_wait> OTO JESTEM!<bt_wait> ZABIJCIE MNIE!<bt_wait>

source: Here and now, we will put an end to this goddamn war!
pl: Tutaj i teraz, położymy kres tej przeklętej wojnie!

source: Here is reward. Good good.
pl: Oto nagroda. Dobrze, dobrze.

source: Here is your reward. Please take it.
pl: Oto twoja nagroda. Proszę, weź ją.

source: Here lies the Forest King, Ernst. This exalted individual was the earliest among us to awaken to his own will, and for this reason did we name him our regent. Looking to sow the seed of this will in others, His Highness distributed his own precious parts. His retainers were the first to be so blessed, followed by his subjects. And in doing so, he brought forth a paradise—one made for machines alone. Through his gifts did we learn of the thing called ego, and eventually of our own selves. And just as ego gives way to emotion, so too did emotion lead us to feel great loyalty to our king. But our king was too great—and too kind. Having distributed his parts, it became difficult for him to function, and he soon fell into a deep and silent sleep. Now, the only path left to us—his loyal vassals—is to construct a kingdom of eternal peace, one which lives up to the magnanimous heart of our king. And so, as a sign both of our resolve and our gratitude, we leave in this place a chip made from our combined parts. Your spirit lives on in us, O great king. And so we implore you to rest in peace. —The Forest Kingdom, Its Citizens, As One
pl: Tu spoczywa Król Lasu, Ernst. Ten egzaltowany osobnik był tym, który zbudził się najwcześniej z nas, dzięki czemu uzyskał własą wolę. Dlatego też mianowaliśmy go naszym Władcą. Próbując zasiać ziarno tej woli w innych, Jego Wysokość rozdawał własne, cenne części. Pierwszymi tak pobłogosławionymi byli jego służący, potem jego poddani. Przez swoje czyny sprowadził dla nas raj, który stworzył wyłącznie dla maszyn. Dzięki jego darom, nauczyliśmy się o rzeczy zwanej ego, a z czasem, także o nas samych. I tak, jak ego daje nam sposób na odczuwanie emocji, tak emocje pozwoliły nam odczuwać ogromną lojalność wobec naszego Króla. Ale nasz Król był zbyt wielki — i zbyt łaskawy. Przez to, że rozdawał swoje części, coraz trudniej było mu funkcjonować, aż w końcu zapadł w głęboki, cichy sen. Teraz, jedyna ścieżka, która nam pozostała — jego lojalnym poddanym — to stworzyć królestwo wiecznego pokoju, które pasuje do wielkodusznego serca naszego Króla. Dlatego też, jako znak naszej determinacji i wdzięczności, pozostawiamy w tym miejscu czip stworzony z połączonych części nas wszystkich. Twój duch żyje w nas, o wielki Królu. Dlatego błagamy cię — spoczywaj w spokoju! — Leśne Królestwo, jego mieszkańcy, jako Jedność

source: Here they come...
pl: Nadchodzą...

source: Here to do a little business?
pl: To jak, robimy interes?

source: Here we go! The First Speed Championship!
pl: No to jazda! Pierwsze Mistrzostwa Szybkości!

source: Here we go! The Second Speed Championship!
pl: No to jazda! Drugie Mistrzostwa Szybkości!

source: Here we go! The Third Speed Championship!
pl: No to jazda! Trzecie Mistrzostwa Szybkości!

source: Here we go...
pl: No to jazda...

source: Here you go.
pl: Trzymaj.

source: Here's a little gift for you as a token of our appreciation.
pl: Oto mały podarunek, jako wyraz naszej wdzięczności.

source: Here's a little hush money to smooth things over.
pl: Mam dla ciebie "drobną rekompensatę" za milczenie.

source: Here's a little something for your trouble.
pl: Oto mały upominek za wasz wysiłek.

source: Here's a piece of friendly advice: we've always got spare body materials stored at transport terminals.
pl: Dam ci przyjacielską radę: w terminalach transportowych przechowujemy zamienne materiały do ciała.

source: Here's something else.
pl: Znalazłem jeszcze coś innego.

source: Here's something for your trouble.
pl: Masz tu coś ode mnie. W ramach podziękowania.

source: Here's to your next victory!
pl: To za twoje następne zwycięstwo!

source: Here's your reward.
pl: Oto twoja nagroda.

source: Here's your stamp card. If you collect all the stamps, you'll win a free prize!
pl: Proszę... oto wasza kartka na pieczątki. Jeśli zbierzecie je wszystkie, wygracie nagrodę!

source: Here's your stuff.
pl: To twoje rzeczy.

source: Here, let me try somewhere else.
pl: Chwila, spróbuję gdzieś indziej.

source: Here, let me try somewhere else. I'm gonna tap you on the arm this time, okay?
pl: Dobra, spróbuję inaczej. Tym razem dotknę cię w rękę, okej?

source: Here, look at this. See this reaction? It proves that android brains contain an algorithm which allows them to derive pleasure from battle!
pl: Patrz na to. Widzisz tę reakcję? To dowód, że mózgi androidów zawierają algorytm pozwalający czerpać im przyjemność z walki!

source: Here. Follow me.
pl: Tędy. Chodź za mną.

source: Here. If you want it, it's all yours.
pl: Trzymaj. Jeśli faktycznie tak bardzo go potrzebujesz, to od teraz należy do ciebie.

source: Here... Take it... Eh heh heh heh...
pl: Masz... Weź ją sobie... Ehe hehehe...

source: Here... Your earthly reward...
pl: Proszę... Oto wasza ziemska nagroda...

source: Here...as a thank you.
pl: Proszę... w ramach podziękowania.

source: Heritage of the Past
pl: Dziedzictwo przeszłości

source: Hero Sigil
pl: Pieczęć bohatera

source: Hey again. Haven't seen you for a while.
pl: Hej... Dawno się nie widzieliśmy.

source: Hey friend didja hear all them rumors 'bout that place with the trees and the bushes and the leaves and the castle built by the first machine king and the big ol' treasure
pl: Hej kumpel słiszałeś ty li, wszystke te ploty o tym, że miejsce z drzewołami i krzewołami i liściami i zamkiem zbudowanym przez pirszego króla maszin i wielgachnim skarbie

source: Hey ho, battlefield buddies! I'm not gonna lie here—the current war situation isn't looking too optimistic. But we're expecting reinforcements from our orbiting satellite bases any moment, so don't give up yet! Glory to mankind!
pl: Hejo, ziomki z pola bitwy! Nie będę kłamał — obecna sytuacja wojenna nie napawa optymizmem. Ale oczekujemy posiłków z innych baz orbitalnych, więc nie traćmy nadziei! Chwała ludzkości!

source: Hey there! Are you going down to Earth again?
pl: Hej! Znowu schodzicie na Ziemię?

source: Hey there! Big challenge this time, but I know you're up for it.
pl: Hej! Tym razem będzie wielkie wyzwanie. Nie wiem tylko, czy mu podołasz...

source: Hey there! Having fun?
pl: Witajcie! Dobrze się bawicie?

source: Hey there! Hope you don't mind, but I've been tracking your activity log.
pl: Hej! Mam nadzieję, że się nie gniewasz, ale śledziłam twoją aktywność.

source: Hey there! How's it going?
pl: Hejka! Jak leci?

source: Hey there! I'm here for all your weapon-related needs.
pl: Witaj! Jestem tu, aby spełniać wszystkie twoje potrzeby związane z bronią.

source: Hey there! What's going on?
pl: Hejka! Co się dzieje?

source: Hey there! What's up?
pl: Hejka! Co tam?

source: Hey there, buddy. You listening?
pl: Hej, kolego. Słyszysz mnie?

source: Hey there, guys! What's up!?
pl: Hej, ludziska! Co tam?

source: Hey there, guys! What's up?
pl: Hej, ludziska! Co u was?

source: Hey there. Are you the machine who came out here looking for a spare part?
pl: Hej. To ty jesteś tą maszyną, która przyszła tu szukać części zamiennej?

source: Hey there. Having fun?
pl: Hej tam. Dobrze się bawisz?

source: Hey there. Taking a break?
pl: Hejka! Macie przerwę?

source: Hey!
pl: Hej!

source: Hey! 2B!
pl: Hej, 2B!

source: Hey! Do you have a membership card?
pl: Hej! Masz kartę członkowską?

source: Hey! Hey!
pl: Hej! Hej!

source: Hey! I remember you from the other day!
pl: Hej! Kojarzę cię!

source: Hey! Stop right this instant!
pl: Hej! Zatrzymaj się w tej chwili!

source: Hey! Thanks for before!
pl: Hej! Dzięki za to, co zrobiliście dla mnie wcześniej!

source: Hey! This is NOT the time to start slacking off!
pl: Hej! To NIE jest pora na opieprzanie się!

source: Hey! Whaddya think yer doin' there!?
pl: Hej! Co ty sobie wyobrażasz?

source: Hey! You have a second? I've got a little favor to ask.
pl: Hej! Masz może chwilkę? Mam małą prośbę.

source: Hey, 2B. I was waiting for you.
pl: Hej, 2B. Czekałem na ciebie.

source: Hey, 2B. Why do you think they sent a combat model like you to a recon job?
pl: Hej, 2B? Jak myślisz, dlaczego wysłali model bojowy na misję rekonesansową?

source: Hey, 2B?
pl: Hej, 2B?

source: Hey, 2B? I'm picking up other reactions. We should check them out.
pl: Hej, 2B? Wykrywam inne sygnały. Powinniśmy je sprawdzić.

source: Hey, 2B? I've been thinking about something.
pl: Hej, 2B? Nad czymś się zastanawiałem.

source: Hey, <SARU_JAN>? We have a delivery for you.
pl: Hej, <SARU_JAN>? Mamy dla ciebie przesyłkę.

source: Hey, Anemone. Got a question for you.
pl: Hej, Anemono. Mam pytanie.

source: Hey, Big Sis?
pl: Hej, siostro?

source: Hey, Devola? Why do you two keep getting all these incredibly dangerous odd jobs?
pl: Hej, Devola? Dlaczego wy dwie dostajecie te wszystkie niebezpieczne dodatkowe zadania?

source: Hey, I get it. You're probably busy with the killin' and whatnot. Maybe next time.
pl: Dobra, rozumiem. Pewnie jesteście zajęci tym całym zabijaniem i tak dalej. Może następnym razem.

source: Hey, I get you, but that's just how it is. We're trying to develop more, but for now, what you see is what you get.
pl: Hej, rozumiem cię, ale tak to już jest. Próbujemy opracować nowe, ale póki co, to wszystko co mamy.

source: Hey, I haven't seen you before.
pl: Hej. Nie widziałem cię tu wcześniej.

source: Hey, I just remembered she wanted me to give you something. Here...
pl: Właśnie sobie przypomniałem, że chciała, żebym coś ci dał. Proszę...

source: Hey, I know this is a bit out of left field, but you look like someone who cares very deeply about gastronomy.
pl: Hej. Wiem, że to może być zaskakujące, ale wyglądasz mi na kogoś, kto głęboko troszczy się o sprawy gastronomiczne.

source: Hey, I know this place! I can get home by myself now.
pl: Hej, znam to miejsce! Teraz mogę już sama wrócić do domu.

source: Hey, I saw your match! I'm sure you could bring me some really lively ones!
pl: Hej, widziałem twoje ostatnie zawody! Jestem pewien, że możesz jeszcze sporo pokazać!

source: Hey, I'd take you if I could, but...you know. I don't make the rules.
pl: Hej, wiesz, że jak bym mogła, to bym cię zabrała... Ale nie ja tworzę te zasady.

source: Hey, I've fought this machine before, right?
pl: Ej... Już walczyłem z tą maszyną, prawda?

source: Hey, Pascal? Is this the kind of old-world information you were looking for?
pl: Hej, Pascalu! Czy o taki rodzaj informacji ze starego świata ci chodziło?

source: Hey, Plato 1728. Shouldn't you be taking your motor function examination right now?
pl: Hej, Platonie 1728. Nie powinieneś przypadkiem być teraz na teście funkcji motorycznych?

source: Hey, Plato 1728. What's up? Aren't you due for a motor functions test today? You have to go to Block 18 for that.
pl: Hej, Platon 1728. Co słychać? Nie masz przypadkiem dzisiaj testu funkcji motorycznych? Udaj się do Bloku 18, by go zrobić.

source: Hey, Pod.
pl: Hej, Podzie.

source: Hey, Sis? Just ask already.
pl: Hej, Siostrzyczko... A może... Po prostu zapytaj?

source: Hey, and...thanks.
pl: I... Dziękuję!

source: Hey, by the way, would you mind if I called you "Nines" too, just like everyone else?
pl: Tak poza tym... Czy miałbyś coś przeciwko, gdybym ja też bym nazywał cię „Nines”? Jak wszyscy inni?

source: Hey, can I kill 'em yet?
pl: Hej, mogę już ich zabić?

source: Hey, come on now!
pl: Hej, no dalej.

source: Hey, come on now! I'm just trying to follow regulations here.
pl: Hej, no weź.... Ja tylko chcę przestrzegać przepisów.

source: Hey, come on now! I'm letting you have a look! Don't be rude!
pl: Hej, no chodź! Pozwalam ci spojrzeć! Nie zachowuj się niegrzecznie!

source: Hey, did you know that android battle fever is actually quite similar to the human emotion of "love"?
pl: Ej... Wiesz, że gorączka bitewna androidów jest dość podobna do ludzkiej emocji, zwanej „miłością”?

source: Hey, didn't you hear me the first time? Make like a machine and get outta here!
pl: Hej, słyszysz mnie? Zabieraj się stąd!

source: Hey, don't ask me. I don't understand women at all...
pl: Mnie się o nic nie pytajcie. Ja kompletnie nie rozumiem kobiet...

source: Hey, don't you have something to do? Get the lead out!
pl: Hej, nie masz czegoś do zrobienia? Ruszaj!

source: Hey, friend! Thanks for stopping by! You into fishing at all? For a while, I ate whatever I could get my hands on just to survive, so I actually know a fair bit about the art of angling. So today, I decided to let you in on some juicy info! So, different areas have different fishing spots. As a rule, you're usually going to find freshwater fish in rivers and saltwater fish in the sea. Oh, and you can also catch things like starfish or horseshoe crabs in shoals. But if you're looking for a huge catch, you'll need to aim for the deepest depths! The ponds of boiling oil in the desert are usually filled with machine fish, and most of what you'll find in pipes buried across the world is plain ol' garbage. But if you keep at it, you might just pull up something good! And finally, if you're looking for rare fish, there are more exotic fish than you can shake a stick at in the subterranean lake near where I live—that's just a quick zip and zoom away from the city ruins. Well, that's it, I think. Later! —Emil
pl: Hej, przyjacielu! Dzięki za wizytę! Interesuje cię łowienie ryb? Przez pewien czas jadałem wszystko co wpadło mi w ręce aby przetrwać, więc można powiedzieć, że znam się trochę na sztuce wędkarskiej. Zatem zdecydowałem, że dzisiaj podzielę się z tobą garścią przydatnych informacji! A więc, na różnych obszarach znajdziesz różne łowiska. Ryby słodkowodne, z zasady, znajdziesz w rzekach, a ryby słonowodne — w morzu. Z kolei, rozgwiazdy, skrzypłocze i temu podobne, da się złapać na mieliznach. Ale jeśli chcesz złapać coś naprawdę dużego, musisz zarzucić wędkę w największe głębiny! Jeziorka gotującej się ropy na pustyni są na ogół pełne mechanicznych ryb, a w zakopanych rurach znajdziesz głównie stare śmieci. Ale jeśli będziesz próbować wystarczająco długo, może uda ci się złowić coś naprawdę dobrego! W końcu, jeśli szukasz czegoś rzadkiego, to raczej nie będziesz w stanie złowić wszystkich egzotycznych ryb żyjących w podziemnym jeziorku, które znajduje się nieopodal miejsca w którym mieszkam. A to przecież, dosłownie, rzut beretem od ruin miasta. Cóż... To by było na tyle. Na razie! —Emil

source: Hey, how's it going? ...Hmm? Us? Uh, we're fine, I guess.
pl: Hej, jak leci? Hmm... U nas? Ehm, w porządku, jak sądzę.

source: Hey, is that—
pl: Hej, czy to...

source: Hey, it's Big Sis!
pl: Hej, to siostra!

source: Hey, it's you!
pl: Hej, to ty!

source: Hey, kid. I've got one coin that's worth a little and one that's worth a lot. Which one do you want?
pl: Hej, dzieciaku. Mam monetę, która jest warta malutko, oraz taką, która jest warta dużo. Którą chcesz?

source: Hey, look at this torso I found lying on the ground!
pl: Hej, popatrz na ten tors. Leżał na ziemi!
